import { Star } from "lucide-react";

export const whyUs = [
    {
        id: 1,
        // icon: <Star />,
        title: "Высокий рейтинг и доверие",
        desc: "Наш сервис получает высокие оценки от пользователей за надежность и качество."
    },
    {
        id: 2,
        icon: "⚡",
        title: "Быстрая и удобная навигация",
        desc: "Мы подбираем лучшие маршруты и рекомендации всего за несколько кликов."
    },
    {
        id: 3,
        icon: "💬",
        title: "Поддержка на 4 языках",
        desc: "Наши материалы доступны на русском, английском, узбекском и каракалпакском."
    }
];
